Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: དེའི་ཚེ་དེའི་དུས་ན་གང་གིས་ཁྱིམ་བདག་གི་བུ་ཡིས་ཁྱིམ་གྱི་ནུ་བོ་དེ་དགོན་པར་རྡོས་གསོད་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: That one who was the son of the householder and killed his younger brother with a stone in the wilderness at that time, on that occasion, was indeed me.

source: ང་ཡིས་ཁྱིམ་གྱི་ནུ་བོ་ནོར་གྱི་ཕྱིར་དགོན་པར་རྡོས་བསྣུན་ཏེ་བསད་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ང་ལོ་མང་པོ་དང་། ལོ་བརྒྱ་ཕྲག་མང་པོ་དང་། ལོ་སྟོང་ཕྲག་མང་པོ་དང་། ལོ་བརྒྱ་སྟོང་ཕྲག་མང་པོར་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ།
en: Because of the maturation of that karma, namely, my beating my brother to death with a stone in the wilderness for the sake of wealth, I was boiled in the hells for many years—hundreds of years, thousands of years, hundreds of thousands of years.

source: །ལས་དེ་ཁོ་ནའི་ལྷག་མས་དེ་བཞིན་གཤེགས་པ་ང་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་ན་ཡང་ཞབས་ཀྱི་མཐེ་བོ་རྡོའི་དུམ་བུས་རྨ་བྱུང་བར་གྱུར་ཏོ།
en: Because of the remains of that karma, I was injured on my big toe with a piece of stone, even while being the Tathāgata, who had perfectly accomplished awakening.” b. A Caravan Leader

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན་ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་སེང་ལྡེང་གི་ཚལ་པ་ཟུག་པར་གྱུར་ལགས།
en: “O Honored One, what karma did the Blessed One create that matured to cause the Blessed One to be injured on his foot with a piece of khadira wood?”

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་གནས་ཤིག་ན་དེད་དཔོན་གཉིས་ཤིག་གནས་པ་ལས།
en: “Monks, once there were two caravan leaders.

source: དེ་གཉིས་ཀྱིས་གྲུ་བོ་ཆེ་ལེགས་པར་བསྒྲུབས་ནས་ནོར་བསྒྲུབ་པའི་ཕྱིར་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པ་དང་རྗེས་སུ་མཐུན་པའི་རླུང་གིས་རིན་པོ་ཆེའི་གླིང་དུ་ཕྱིན་ཏོ།
en: Each of them prepared a ship and took to the great ocean, seeking to gain wealth, and because of a tailwind they quickly arrived at an island of jewels.

source: །དེ་ན་གཅིག་གིས་ནི་བག་ཡོད་པར་རིན་པོ་ཆེ་རྣམས་ཀྱིས་གྲུ་བཀང་ངོ་། །ཅིག་ཤོས་ཀྱིས་ནི་བག་མེད་པར་རོ།
en: One of them carefully filled his ship with jewels, and the other carelessly.

source: །དེ་གཉིས་ཆས་པ་ལས་ཇི་ཙམ་ན་དེའི་གྲུ་བག་མེད་པར་བཀང་བ་དེ་བྱིང་བར་གྱུར་ཏོ།
en: After both of them departed, the carelessly loaded ship sank.

source: །གྲུ་བྱིང་བ་དེས་སྨྲས་པ།
en: The one whose ship had sunk implored the other, ‘Let me aboard, please!’

source: བདག་འོ་ནིར་ཆུག་ཤིག །དེས་དེ་སྲང་ལ་བཅལ་ཏེ་རིན་པོ་ཆེ་ལས་བོར་ནས་གྲུ་བོ་ཆེར་བཅུག་གོ།
en: “The other weighed him on scales, threw away some of the jewels, and brought him onto the large ship.

source: །དེ་དེར་ཞུགས་ནས་བསམས་པ། འདི་ནི་དོན་གྲུབ་པས་འགྲོ་ལ་བདག་ནི་དོན་མེད་པ་འདི་ལྟ་མི་སྲིད་ཀྱིས་འདིའི་གྲུ་དབུག་པར་བྱའོ་སྙམ་ནས།
en: “After getting on, he thought, ‘It is nonsense that while he is returning with gains, I have no gains. I will make a hole in his ship.’

source: དེས་དབེན་པར་དལ་བུས་དབུག་པར་བརྩམས་པ་ལས་དེད་དཔོན་དེས་རིག་ནས་སྨྲས་པ།
en: “When he secretly and slowly began to make a hole, the other caravan leader came to know about it and said, ‘O caravan leader, do not make a hole in the ship.

source: དེད་དཔོན་གྲུ་མ་དབུག་ཞིག་ཐམས་ཅད་ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ།
en: Otherwise, everyone will suffer misfortune.’

source: ཕྲག་དོག་ལ་མངོན་པར་ཞེན་པའི་བློ་ཅན་དེ་སླར་བཟློག་ཀྱང་མ་བཏུབ་ནས། དེ་ནས་དེས་མདུང་ཐུང་གིས་བསད་དོ།
en: “Unable to stop him, whose mind was possessed with jealousy, he killed him with a short spear.

source: དེའི་ཚེ་དེའི་དུས་ན་དེད་དཔོན་གང་གིས་དེད་དཔོན་གསོད་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: That caravan leader who killed the other caravan leader at that time, on that occasion, was indeed me.

source: ངས་དེད་དཔོན་མདུང་ཐུང་གིས་བསད་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ང་ལོ་མང་པོ་དང་། ལོ་བརྒྱ་ཕྲག་མང་པོ་དང་། ལོ་སྟོང་ཕྲག་མང་པོ་དང་། ལོ་བརྒྱ་སྟོང་ཕྲག་མང་པོར་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ།
en: Because of the maturation of that karma, namely, my killing the caravan leader with a short spear, I was boiled in the hells for many years—hundreds of years, thousands of years, hundreds of thousands of years.

source: །ལས་དེའི་ལྷག་མ་ཁོ་ནས་དེ་བཞིན་གཤེགས་པ་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་ན་ཡང་ཞབས་ལ་སེང་ལྡིང་གི་ཚལ་པས་ཟུག་པར་གྱུར་ཏོ།
en: Because of the remains of that karma, I was injured on my foot with a piece of khadira wood, even though I had perfectly accomplished awakening.” c.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན་ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ཡུལ་ས་ལར་ཇི་ལྟར་ལྷུང་བཟེད་བཀྲུས་པས་ཞུགས་པའི་ལྷུང་བཟེད་བཀྲུས་པ་དེ་ཁོ་ན་བཞིན་དུ་ཕྱིར་གཤེགས་ཏེ་བསོད་སྙོམས་གཅིག་ཀྱང་མ་བརྙེས་པར་གྱུར་ལགས།
en: A Young Brahmin “O Honored One, what karma did the Blessed One create that matured to cause him, after entering Sālā village with his washed bowl, to return with his bowl just as it was, without obtaining even a bit of food?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ་ལས་རྣམས་བྱས་ཤིང་བསགས་པ་ཚོགས་རྙེད་པ་ཞེས་བྱ་བ་ནས་འབྲས་བུ་དག་ཏུ་འགྱུར་བ་ཉིད་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: “Monks,” the Blessed One replied, “the actions were performed and accumulated by the Tathāgata himself in other lives in the past, accruing a heap of karma. . . “. . . “They bear fruit in embodied beings.

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་ན་བྲམ་ཟེའི་ཁྱེའུ་ཞིག་གནས་སོ།
en: “Monks, once there lived a young brahmin in the city of Vārāṇasī.

source: །སངས་རྒྱས་རྣམས་འབྱུང་བ་མེད་པ་ན་འཇིག་རྟེན་དུ་རང་སངས་རྒྱས་དམན་པ་དང་། ངན་པ་ལ་སྙིང་བརྩེ་བ་ཅན། བས་མཐའི་གནས་མལ་ལ་དགའ་བ། འཇིག་རྟེན་གྱི་ཡོན་གནས་གཅིག་པུ་དག་འབྱུང་བར་འགྱུར་རོ།
en: “When the buddhas do not appear, there appear self-awakened ones as the only fields of merit in the world, who are compassionate toward inferior, wretched people and content with sitting in places on the outskirts of a town.

source: །དེའི་ཚེ་རང་སངས་རྒྱས་ཉོན་མོངས་འཇོམས་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་ནས།
en: At that time, a self-awakened one named Conqueror of Defilements had appeared in the world.

source: དེ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་ན་དྲང་སྲོང་སྨྲ་བ་རི་དགས་ཀྱི་ནགས་ན་ཉེ་བར་རྟེན་ཅིང་གནས་སོ།
en: He stayed in Ṛṣivadana Deer Park near the city of Vārāṇasī.

source: །དེ་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ་བཱ་རཱ་ཎ་སཱིར་བསོད་སྙོམས་ལ་ཞུགས་སོ།
en: He dressed early in the morning, took his bowl and his robe, and entered Vārāṇasī for alms.

source: །བྲམ་ཟེའི་ཁྱེའུ་ཞིག་ཀྱང་ཟས་ཀྱི་ཕྱིར་བསོད་སྙོམས་ལ་ཁྱིམ་ཞིག་ཏུ་ཞུགས་པ་ལས་དེས་ཟས་མ་ཐོབ་ནས་དེ་ཕྱིར་བྱུང་ངོ་།
en: A certain young brahmin also entered a certain house for alms, but he came out without obtaining any food.

source: །རང་སངས་རྒྱས་ཉོན་མོངས་མེད་ཀྱིས་ཁྱིམ་དེར་བསོད་སྙོམས་ལ་ཞུགས་སོ།
en: The self-awakened one, free from defilements, entered the house for alms.

source: །བྲམ་ཟེའི་ཁྱེའུ་དེས་དེ་ཞུགས་པ་མཐོང་ནས་དེས་བསམས་པ།
en: The young brahmin saw him enter and thought, ‘I will see what this mendicant does.’

source: རབ་ཏུ་བྱུང་བ་དེ་ཅི་དག་བྱེད་པ་བལྟའོ་སྙམ་ནས་དེ་སླར་ལོག་སྟེ་དེའི་ཕྱི་བཞིན་དུ་འབྲང་ཞིང་སྒོ་ཕག་ཏུ་བསྡད་པ་ལས།
en: “He turned around, followed him, and stayed behind the door.

source: ཇི་ཙམ་ན་ཁྱིམ་བདག་གི་ཆུང་མས་རང་སངས་རྒྱས་དེ་ལུས་མཛེས་ཤིང་སེམས་དང་བ་མཐོང་ནས།
en: The wife of the householder saw the self-awakened one, whose body was beautiful, whose mind was pure.

source: དེ་ནས་དེ་དད་པ་སྐྱེས་ཏེ་དེའི་ལྷུང་བཟེད་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བས་བཀང་ངོ་།
en: Faith having arisen in her, she filled his bowl with a pure and fine meal.

source: །དེས་དེ་ཐོགས་ཏེ་ཕྱིར་བྱུང་བ་བྲམ་ཟེའི་ཁྱེའུ་དེས་མཐོང་ནས་སྨྲས་པ། ཀྱེ་རབ་ཏུ་བྱུང་བ་རེ་ཞིག་ཁྱོད་ཀྱིས་བསོད་སྙོམས་ཅི་འདྲ་བ་ཞིག་གྲུབ་པ་ལྟའོ།
en: When he came out, carrying it, the young brahmin saw him and said, ‘Hey, mendicant, let me have a look at what almsfood you got!’

source: །དེ་མ་བསམས་པར་ཡེ་ཤེས་མཐོང་བ་མི་འཇུག་པས་དེས་བསྟན་ཏོ།
en: As his knowledge did not function when he was not particularly attentive, the self-awakened one showed him the food.

source: །དེ་ནས་ཕྲག་དོག་ལ་མངོན་པར་ཞེན་པའི་བློ་ཅན་དེས་དེའི་ལག་པར་ཐལ་མོས་བསྣུན་པ་དང་ལྷུང་བཟེད་ལྷུང་བས་ཁ་ཟས་རྣམས་ས་ལ་བོ་བ་དང་བྲམ་ཟེའི་ཁྱེའུ་དེས་རྡོག་པས་བརྫིས་སོ།
en: Then the young brahmin, whose mind was possessed with jealousy, slapped his hand. The bowl fell down and the food scattered on the ground. The young brahmin trampled on it.

source: །རང་སངས་རྒྱས་དེས་དེ་ལ་སྨྲས་པ། བཞིན་བཟངས་ཁྱོད་ཀྱིས་ཅིའི་ཕྱིར་ཁ་ཟས་རྣམས་ཆུད་གཟན།
en: The self-awakened one said to him, ‘Sir, why do you waste food?

source: ཅི་སྟེ་ཁྱོད་སློང་བར་གྱུར་ན་ངས་བྱིན་པར་འགྱུར་བ་ཞིག །དེས་རང་སངས་རྒྱས་དེ་ལ་སྨད་པ་མང་དུ་བྱས་ནས།
en: If you had asked, I would have given it to you.’

source: སླར་ལོག་པ་དང་དྲང་སྲོང་སྨྲ་བ་རི་དགས་ཀྱི་ནགས་སུ་སོང་ནས་འདུག་གོ།
en: “Having slandered the self-awakened one a great deal, the young brahmin turned around, stalked off to Ṛṣivadana Deer Park, and stayed there.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་བྲམ་ཟེ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: That one who was the brahmin at that time, on that occasion, was indeed me.

source: ཕྲག་དོག་ལ་མངོན་པར་ཞེན་པའི་བློ་ཅན་ངས་རང་སངས་རྒྱས་ཀྱི་ཟས་བཅད་པ་བྱས་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ལོ་མང་པོ་ཞེས་བྱ་བ་ནས། སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ། །ལས་ཀྱི་ལྷག་མ་དེ་ཁོ་ནས་ད་ལྟར་ང་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་ན་ཡང་ཡུལ་ས་ལར་ཟན་གཅད་པ་བྱས་སོ།
en: Because of the maturation of that karma, namely, my obstructing the meal of the self-awakened one with my mind possessed by jealousy, I was boiled in the hells for many years . . . . Because of the remains of that karma, I was now obstructed from getting a meal in Sālā village, even though I had perfectly accomplished awakening.” d.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན། ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ཀུན་ཏུ་རྒྱུ་མོ་མཛེས་མས་ཡང་དག་པ་མ་ལགས་པས་སྐུར་པ་བཏབ་ལགས།
en: Bharadvāja “O Honored One, what karma did the Blessed One create that matured to cause him to be falsely slandered by the female wandering mendicant Sundarikā?”

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་སྐྱེ་དགུ་རྣམས་ཀྱི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པ་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་ཞེས་བྱ་བའི་བར་དུ་སྟེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེའི་གསུང་རབ་ལ་སྤུན་གཉིས་ཤིག་རབ་ཏུ་བྱུང་བར་གྱུར་ཏེ།
en: “Monks, once when the human lifespan was eighty thousand years, two brothers went forth in the dispensation of the Completely Awakened One Vipaśyin . . . a buddha, a blessed one.

source: གནས་འཇོག་དང་། བྷ་ར་དྭ་ཛ་ཞེས་བྱའོ།
en: They were called Vasiṣṭha and Bharadvāja.

source: །དེ་ནས་གནས་འཇོག་གིས་ནི་བརྩོན་པ་དང་། འབད་པ་དང་། བརྩལ་བ་བྱས་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།
en: “Exerting himself, endeavoring, and striving, Vasiṣṭha abandoned all the defilements and actualized the state of an arhat.

source: །བྷ་ར་དྭ་ཛས་ཀྱང་བཀླགས་ཤིང་བཏོན་པས་སྡེ་སྣོད་གསུམ་ལ་བྱང་བར་གྱུར་ཏེ། སྡེ་སྣོད་གསུམ་གྱི་ཆོས་ཀྱི་གཏམ་ལ་རིགས་པ་དང་གྲོལ་བའི་སྤོབས་པ་དང་ལྡན་པར་གྱུར་ཏོ།
en: Bharadvāja too, through recitation and repetition, became well versed in the three divisions of the canon, as well as in eloquence joined to reason, and also became free from obstacles.

source: །དེས་ཇི་ཙམ་ན་ཁྱིམ་བདག་གཅིག་ལ་བསྐུལ་ནས། དེས་དེའི་ཆེད་དུ་གཙུག་ལག་ཁང་ཡོ་བྱད་ཐམས་ཅད་དང་ལྡན་པ་ཞིག་རྩིག་ཏུ་བཅུག་གོ།
en: “One day, Bharadvāja persuaded a householder to build him a monastery provided with all kinds of necessities.

source: །དེ་ནས་དེས་ཕུ་བོ་གནས་འཇོག་ལ་སྤྲིང་བ།
en: Then he sent a message to his brother, Vasiṣṭha:

source: ལྷན་ཅིག་འཁོད་ཀྱིས་ཤོག་ཤིག །དེས་ཐོས་ནས་འོངས་སོ།
en: ‘Let us live together. Please come.’ “Upon hearing this, the brother did come.

source: །དེ་ནས་ཁྱིམ་བདག་དེས་སྤྱོད་ལམ་ཞི་བ། ལུས་མཛེས་པ། སེམས་དང་བ་དེ་མཐོང་ངོ་། །དེ་མཐོང་ནས་མངོན་པར་དད་པར་གྱུར་ཏེ།
en: When the householder saw him, whose behavior was calm, whose body was beautiful, and whose mind was pure, the householder was filled with faith.

source: དེ་དད་པ་སྐྱེས་ནས་ཁ་ཟས་བསོད་པས་ཚིམ་པར་བྱས་ཏེ་ཆེན་པོ་ལ་འོས་པའི་རས་ཟུང་གཅིག་བསྐོན་ཏོ།
en: Faith having arisen in him, he satisfied Vasiṣṭha with good food, and dressed him in a set of robes that fit the great man.

source: །དེ་ནས་བྷ་ར་དྭ་ཛ་ཕྲག་དོག་སྐྱེས་ནས་བདག་ནི་འདིའི་ཐམས་ཅད་ལ་སྔོན་དུ་འགྲོ་བ་ཡིན་ན།
en: Then Bharadvāja felt jealousy and thought, ‘I must have priority before any others for this householder.

source: བདག་ལ་ནི་འདིས་ལན་འགའ་ཡང་རས་མ་བྱིན། འདི་ནི་འོངས་ནས་རིང་པོར་མ་ལོན་པ་ཁོ་ནར་རས་ཟུང་བསྐོན་ནོ་སྙམ་ནས། དེ་ཕུ་བོ་གནས་འཇོག་ལ་ཉེས་པའི་གླགས་ཚོལ་བར་གྱུར་ཏོ།
en: But, whereas I have never been given any cloth by him, Vasiṣṭha was dressed in a set of robes as soon as he came here.’ He began to find fault with his brother, Vasiṣṭha.

source: །དེས་དེ་ཚོར་ནས་བསམས་པ། འདི་ནི་ཕྲག་དོག་གི་རང་བཞིན་ཅན་ཡིན་པས་གལ་ཏེ། བདག་གིས་འདི་ལ་རས་ཟུང་འདི་མ་བྱིན་པར་གྱུར་ན་ལྷག་པར་ཡང་མི་དགའ་བ་མྱོང་བར་འགྱུར་རོ་སྙམ་ནས།
en: The brother noticed this and thought, ‘Since he has a jealous nature, if I do not give him this set of robes, he will just be more unpleasant.’

source: དེས་དེ་ལ་བྱིན་ན་འོན་ཀྱང་དེ་ཉེས་པའི་གླགས་ཚོལ་བ་ལྷུར་ལེན་ཅིང་འདུག་གོ།
en: “He gave them to Bharadvāja. However, Bharadvāja still indulged himself in finding fault with him.

source: །ཁྱིམ་བདག་དེའི་མངག་གཞུག་མ་བུ་མོ་ཞིག་གཙུག་ལག་ཁང་དེར་སོང་ཞིང་བྱི་དོར་གྱི་ལས་བྱེད་དོ།
en: A servant girl of the householder used to go to the monastery and clean it.

source: །བྷ་ར་དྭ་ཛས་དེ་ལ་སྨྲས་པ། བུ་མོ་ཁོ་བོས་རས་ཟུང་འདི་ཁྱོད་ལ་སྦྱིན་གྱིས།
en: Bharadvāja said to her, ‘Girl, I will give you this set of robes.

source: ཁྱོད་ཀྱིས་ཁོ་བོའི་ཚིག་བཞིན་བྱོས་ཤིག །དེས་སྨྲས་པ།
en: So, you do as I tell you.’

source: འཕགས་པ་བདག་གིས་ཅི་ཞིག་བགྱི།
en: “ ‘O noble one, what should I do?’ she asked.

source: ཁྱོད་ཁོ་བོའི་རས་ཟུང་འདི་གྱོན་ལ་ཁྱིམ་གྱི་བྱི་དོར་གྱི་ལས་བྱོས་ཤིག །གལ་ཏེ་ཁྱིམ་བདག་གིས་ཁྱོད་ཀྱི་རས་ཟུང་འདི་ག་ལས་འོངས་ཞེས་འདྲི་དང་། འཕགས་པ་གནས་འཇོག་གིས་བདག་ལ་སྩལ་ཏོ་ཞེས་སྨྲོས་ཤིག །གལ་ཏེ་ཅིའི་ཕྱིར་འདྲི་དང་། དཔོན་པོ་སྐྱེས་པ་རྣམས་ཀྱིས་བུད་མེད་རྣམས་ལ་ཅིའི་སླད་དུ་སྩོལ་བ་དེ་ཡང་འདྲིའམ་ཞེས་སྨྲོས་ཤིག །དེ་ནས་དེས་ཇི་སྐད་བསྒོ་བ་བཞིན་དུ་ཐམས་ཅད་བྱས་པ་དང་། དེ་ནས་ཁྱིམ་བདག་དེས་གནས་འཇོག་ལ་མ་དད་པ་བསྐྱེད་པ་དང་བདག་ཉིད་ཆེན་པོ་དེ་དག་ནི་བཀུར་སྟི་མ་ཡིན་པས་སྐྲག་པས་དེ་ལངས་ཏེ་སོང་ངོ་།
en: “ ‘You should wear this set of robes of mine and clean the house,’ he replied. ‘If the householder asks you, “Where did this set of robes of yours come from?” answer, “The noble one Vasiṣṭha gave them to me.” If he asks why, answer, “O master, are you asking why men give things to women?” ’ “She did everything as she was instructed. Then the householder lost faith in Vasiṣṭha. As those great men were concerned about disrespectful acts, he stood up and left.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་བྷ་ར་དྭ་ཛ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: That one who was Bharadvāja at that time, on that occasion, was indeed me.

source: ངས་དེ་ན་དགྲ་བཅོམ་པ་ལ་ཡང་དག་པ་མ་ཡིན་པས་སྐུར་པ་བཏབ་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ལོ་མང་པོ་དང་ཞེས་བྱ་བ་ནས། སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །ད་ལྟར་ང་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་ཀུན་ཏུ་རྒྱུ་མོ་མཛེས་མས་ཡང་དག་པ་མ་ཡིན་པར་སྐུར་པ་བཏབ་བོ།
en: Because of the maturation of that karma, namely, my falsely slandering an arhat, I was boiled in the hells for many years . . . . Because of the remains of that karma, I now was falsely slandered by the female wandering mendicant Sundarikā, even though I had perfectly accomplished awakening.” e.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན་ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་བྲམ་ཟེའི་བུ་མོ་རྩྭ་མིས་ཡང་དག་པ་མ་ལགས་པས་སྐུར་པ་བཏབ་ལགས།
en: The Cause of the False Slander by Cañcā I) A Brahmin “O Honored One, what karma did the Blessed One create that matured to cause him to be falsely slandered by the brahmin girl Cañcā?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ་ལས་རྣམས་བྱས་ཤིང་བསགས་པ་ཐུན་མོང་དང་། ཐུན་མོང་མ་ཡིན་པ། ཚོགས་རྙེད་པ་ཞེས་བྱ་བ་ནས།
en: “Monks,” the Blessed One replied, “the shared and unshared actions were performed and accumulated by the Tathāgata himself in other lives in the past, accruing a heap of karma . . . “. . .

source: །ཐུན་མོང་གང་ཞེ་ན།
en: “What is shared?

source: དགེ་སློང་དག་སྔོན་བྱུང་བཱ་རཱ་ཎ་སཱི་ན་བྲམ་ཟེ་རིག་བྱེད་དང་། རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞིག་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ལ་བྲམ་ཟེ་རྣམས་ཀྱི་གསང་ཚིག་སྟོན་ཏེ། དེ་བཱ་རཱ་ཎ་སཱི་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་ཀྱིས་ལྷག་པར་བཀུར་སྟི་བྱས། བླ་མར་བྱས།
en: Monks, once in Vārāṇasī, a brahmin who had mastered the Vedas and the auxiliary branches of the Vedas was teaching brahmanical mantras to five hundred young brahmins.

source: རྗེད་ཅིང་མཆོད་དེ་དགྲ་བཅོམ་པར་བཀུར་རོ།
en: He was looked up to, esteemed, venerated, and paid homage to as a worthy man by the people living in Vārāṇasī.

source: །ཇི་ཙམ་ན་དྲང་སྲོང་མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པ་ཞིག་ལྗོངས་རྒྱུ་ཞིང་སོང་བ་ལས་བཱ་རཱ་ཎ་སཱིར་ཕྱིན་པ་དང་། བཱ་རཱ་ཎ་སཱི་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་ཀྱིས་ལུས་མཛེས་པ་དང་སེམས་དང་བ་མཐོང་ངོ་།
en: “One day, a ṛṣi who possessed the five kinds of supernormal knowledge, having traveled through the country, arrived in Vārāṇasī.

source: །མཐོང་ནས་ཀྱང་སྐྱེ་བོའི་ཚོགས་ཐམས་ཅད་མངོན་པར་དད་པར་གྱུར་ཏེ། གང་གི་སྦྱིན་པའམ། བྱ་བའམ། འཇིག་རྟེན་ཕ་རོལ་གྱི་ཆེད་ཡོད་པ་གང་ཡིན་པ་དེ་དེ་ལ་བྱེད་དོ།
en: When the people living in Vārāṇasī saw him, whose body was beautiful, whose mind was pure, all of them were filled with faith and gave donations to him, performed service for him, or did anything for him that would be beneficial for their next life.

source: །དེ་ནས་བྲམ་ཟེ་དེའི་རྙེད་པ་དང་བཀུར་སྟི་ནུབ་པར་གྱུར་ནས།
en: Then the benefit and honor the brahmin was used to enjoying decreased. He felt jealousy toward the ṛṣi.

source: དྲང་སྲོང་དེ་ལ་ཕྲག་དོག་སྐྱེས་ནས་ཕྲག་དོག་ལ་མངོན་པར་ཞེན་པའི་བློས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་འདི་ནི་དྲང་སྲོང་མ་ཡིན་ཏེ། འོན་ཀྱང་འདི་ནི་འདོད་པ་ལ་ལོངས་སྤྱོད་པ་ཡིན་ནོ།
en: His mind possessed with that jealousy, he said to the young brahmins, ‘Young brahmins, this is not a ṛṣi but an enjoyer of objects of desire.’

source: །དེ་རྣམས་ཀྱིས་སྨྲས་པ། མཁན་པོ་དེ་དེ་བཞིན་ཏེ།
en: “ ‘True, sir!’ they replied.

source: འདི་ནི་འདོད་པ་ལ་ལོངས་སྤྱོད་པ་ལགས་ཀྱིས་འདི་ནི་དྲང་སྲོང་མ་ལགས་སོ།
en: ‘This is an enjoyer of objects of desire, not a ṛṣi.’

source: །དེ་ནས་དེ་རྣམས་ཀྱིས་ལམ་པོ་ཆེ་དང་། ཚོང་འདུས་དང་། བཞི་མདོ་དང་། སུམ་མདོ་རྣམས་སུ་བྲམ་ཟེ་དང་ཁྱིམ་བདག་གི་ཁྱིམ་རྣམས་སུ་སྨྲས་པ།
en: “Then they broadcast in wide streets, in markets, at crossroads and at three-forked roads, in houses of brahmins and householders:

source: འདི་ནི་དྲང་སྲོང་མ་ཡིན་ཏེ། འོན་ཀྱང་འདོད་པ་ལ་ལོངས་སྤྱོད་པ་ཡིན་ནོ།
en: ‘This is not a ṛṣi but an enjoyer of objects of desire!’

source: །སྐྱེ་བོའི་ཚོགས་ཆེན་པོས་ཐོས་ནས་མ་དད་པ་བསྐྱེད་པ་དང་། དེ་བཀུར་སྟི་མ་ཡིན་པས་སྐྲག་ནས་བཱ་རཱ་ཎ་སཱིར་སོང་ངོ་།
en: “Many people lost faith. Concerned about disrespectful acts, the ṛṣi left Vārāṇasī.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་བྲམ་ཟེ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: That one who was the brahmin at that time, on that occasion, was indeed me.

source: །བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་པོ་གང་ཡིན་པ་དེ་དག་ནི་དགེ་སློང་ལྔ་བརྒྱ་པོ་འདི་དག་ཡིན་ནོ།
en: Those who were the five hundred young brahmins were indeed these five hundred monks.

source: །ངས་དྲང་སྲོང་ལ་ཡང་དག་པ་མ་ཡིན་པས་སྐུར་པ་བཏབ་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཞེས་བྱ་བ་ནས། སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Because of the maturation of the karma, namely, my falsely slandering the ṛṣi, I was boiled in hells . . . .

source: །ལས་ཀྱི་ལྷག་མ་དེ་ཁོ་ནས་ད་ལྟར་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་ན་ཡང་དགེ་སློང་ལྔ་བརྒྱ་དང་། ཐབས་ཅིག་ལ་བྲམ་ཟེའི་བུ་མོ་རྩྭ་མིས་ཡང་དག་པ་མ་ཡིན་པས་སྐུར་པ་བཏབ་སྟེ། དེ་ནི་ཐུན་མོང་ཞེས་བྱའོ།། །།ཞྭ་དམར་ཅོད་པན་འཛིན་པ་བཞི་པ་སྤྱན་སྔ་ཐམས་ཅད་མཁྱེན་པའི་སྤྱན་སྔར་གཏུགས་ཏེ། དགེ་བའི་བཤེས་གཉེན་སྟོད་ལུང་པ་ཆེན་པོའི་ཐུགས་དམ་དང་བསྟུན་ནས་དག་པར་བྱས་པའོ།། །།མངྒ་ལཾ།། །འདུལ་བ་གཞི། བམ་པོ་ལྔ་བཅུ་ལྔ་པ།
en: Because of the remains of that karma, I was falsely slandered along with the five hundred monks by the brahmin girl Cañcā, even while being the Tathāgata, who had perfectly accomplished awakening. This is called shared.” II) Mṛṇāla

source: ཐུན་མོང་མ་ཡིན་པ་གང་ཞེ་ན།
en: “What is unshared?

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་དུ་རྒྱལ་པོ་ཚངས་སྦྱིན་ཞེས་བྱ་བ་རྒྱལ་སྲིད་བྱེད་དུ་འཇུག་སྟེ་འབྱོར་པ་དང་ཞེས་རྒྱས་པར་བྱ་སྟེ།
en: Monks, once in the city of Vārāṇasī, a king named Brahmadatta was ruling over the country, which was rich . . . .

source: དེའི་ཚེ་སྨད་འཚོང་མ་བཟང་མོ་ཞེས་བྱ་བ་དང་། སྐྱེས་བུ་གཡོན་ཅན་པད་མའི་རྩ་ལག་ཅེས་བྱ་བ་ཞིག་གནས་སོ།
en: At that time there was a courtesan named Bhadrā and a rogue named Mṛṇāla.

source: །དེས་དེ་ལ་དགའ་མགུར་སྤྱད་པའི་ཕྱིར་གོས་དང་། རྒྱན་རྣམས་བསྐུར་བ་དང་། དེས་གོས་དང་རྒྱན་རྣམས་བགོས་ནས་སོང་བ་ལས།
en: He sent her garments and accessories for the purpose of enjoying himself with her.

source: སྐྱེས་པ་གཞན་ཞིག་ཀྱང་དོང་ཚེ་ལྔ་བརྒྱ་ཐོགས་ཏེ་འོངས་ནས། བཟང་མོ་དགའ་མགུར་སྤྱད་ཀྱིས་ཚུར་ཤོག་ཅེས་སྨྲས་སོ།
en: Wearing these garments and accessories, when she was about to depart, another man brought five hundred kārṣāpaṇa and said, ‘Bhadrā, let us enjoy ourselves.’

source: །དེས་བསམས་པ། གལ་ཏེ་སོང་ན་ནི་དོང་ཚེ་ལྔ་བརྒྱ་ཡང་མི་འཐོབ་ལ།
en: “ ‘If I go,’ she thought, ‘I cannot obtain the five hundred kārṣāpaṇa.

source: ཁྱིམ་དུ་འོངས་པ་བོར་ཏེ་གཞན་དུ་འགྲོ་བ་འདི་ནི་གསོལ་ཀ་མི་ཡང་བར་ཡང་འགྱུར་རོ་སྙམ་ནས།
en: Moreover, it would be rude if I left, refusing someone who came to my house.’

source: དེས་བུ་མོ་མངག་གཞུག་མ་ལ་སྨྲས་པ། སོང་ལ་པད་མའི་རྩ་ལག་ལ་ཇོ་བོ་རེ་ཞིག་བདག་གིས་སྟ་གོན་མ་བགྱིས་ཀྱིས་སླད་ཀྱིས་མཆིའོ་ཞེས་ཟེར་རོ་ཞེས་སྨྲོས་ཤིག།
en: “She said to her servant girl, ‘Go and say to Mṛṇāla, “My mistress said, ‘For the time being, I am not ready.

source: དེ་དེའི་གན་དུ་སོང་ནས་སྨྲས་སོ།
en: So, I will come later.’ ” ’ The girl went to him and repeated this.

source: །སྐྱེས་པ་དེ་ཡང་བྱ་བ་མང་པོ་ཞིག་པས་དགའ་མགུར་སྤྱད་ནས་སྲོད་ཉིད་ལ་ཕྱིར་སོང་ངོ་།
en: “As the other man was a busy person, he left in the evening after having enjoyed himself with Bhadrā.

source: །དེས་བསམས་པ། ཐུན་མོང་དུ་ཡོད་པས་བདག་གིས་དེའི་སེམས་ཀྱང་བསྲུང་ནུས་སོ་སྙམ་ནས།
en: She thought, ‘Since I have plenty of time, I can obey the wishes of that first man, too.’

source: དེས་ཡང་བུ་མོ་དེ་ལ་སྨྲས་པ། སོང་ལ་པད་མའི་རྩ་ལག་ལ་ཇོ་བོ་སྟ་གོན་བགྱིས་ལགས་ན།
en: “She again said to the girl, ‘Go and say to Mṛṇāla, “My mistress said, ‘I am ready.

source: སྐྱེད་མོས་ཚལ་གང་དུ་མཆི་ཤིག་ཅེས་མཆིའོ་ཞེས་སྨྲོས་ཤིག །དེས་དེའི་དྲུང་དུ་སོང་ནས་སྨྲས་པ་དང་། དེས་སྨྲས་པ།
en: Which park should I come to?’ ” ’ “The girl went to him and repeated this.

source: ཁྱོད་ཀྱི་ཇོ་མོ་སྐད་ཅིག་གིས་ནི་སྟ་གོན་བྱས། སྐད་ཅིག་གིས་ནི་སྟ་གོན་མ་བྱས།
en: He said, ‘Your mistress is not ready at one moment, and then at the next moment she is.’

source: བུ་མོ་དེ་ཡང་དེ་དང་རིགས་མི་འཕྲོད་པ་ཞིག་པས་དེས་སྨྲས་པ། རྗེའི་སྲས་དེས་སྟ་གོན་མ་བགྱིས་ཏེ། འོན་ཀྱང་ཁྱོད་ཀྱི་གོས་དང་རྒྱན་རྣམས་ཀྱིས་སྐྱེས་པ་གཞན་དང་ལྷན་ཅིག་དགའ་མགུར་སྤྱད་དོ།
en: “As the girl was not on good terms with Bhadrā, she said, ‘Sir, she was not unready but was enjoying herself with another man, wearing the garments and accessories from you.’

source: །དེ་འདོད་ཆགས་ཀྱི་ཀུན་ནས་དཀྲིས་པ་གང་ཡིན་པ་དེ་དང་ནི་བྲལ། གནོད་སེམས་ཀྱིས་ཀུན་ནས་དཀྲིས་པ་ནི་སྐྱེས་པར་གྱུར་ཏེ།
en: “Although he had been filled with desire, it vanished, and now he was filled with malice.

source: དེ་མི་བཟོད་པ་སྐྱེས་ནས་སྨྲས་པ། བུ་མོ་བཟང་མོའི་དྲུང་དུ་སོང་ལ།
en: Unable to bear it, he said, ‘Girl, go to Bhadrā and say, “Mṛṇāla said you should come to such-and-such a park.” ’

source: པད་མའི་རྩ་ལག་ན་རེ་སྐྱེད་མོས་ཚལ་ག་གེ་མོ་ཞིག་ཏུ་ཤོག་ཤིག་ཅེས་ཟེར་རོ་ཞེས་སྨྲོས་ཤིག །དེས་སོང་ནས་བཟང་མོ་ལ་སྨྲས་པ་དང་། དེ་ནས་དེ་སྐྱེད་མོས་ཚལ་དེར་སོང་བ་དང་། སྐྱེས་བུ་གཡོན་ཅན་པད་མའི་རྩ་ལག་གིས་སྨྲས་པ།
en: “She went and repeated this to Bhadrā. Then Bhadrā went to the park.

source: ཁྱོད་ཁོ་བོའི་གོས་དང་རྒྱན་གྱིས་གཞན་དང་ལྷན་ཅིག་དགའ་མགུར་ཡོངས་སུ་སྤྱད་པ་ཇི་ག་རིགས་སམ་དེས་སྨྲས་པ།
en: The rogue Mṛṇāla asked, ‘Is it reasonable of you to enjoy yourself with another man, wearing the garments and accessories from me?’

source: རྗེའི་སྲས་འདི་ནི་བདག་གིས་ནོངས་ལགས་ཏེ།
en: “ ‘Sir, this is my fault,’ she replied.

source: འོན་ཀྱང་བུད་མེད་ནི་རྟག་པར་སྐྱོན་ཅན་ལགས་ཀྱིས་བཟོད་པ་མཛོད་ཅིག །དེ་ནས་དེས་མི་བཟོད་པ་སྐྱེས་ནས།
en: ‘But please forgive me, for women always make mistakes.’

source: རལ་གྲི་ཤུབས་ནས་ཕྱུང་སྟེ་སྲོག་དང་ཕྲལ་ལོ།
en: “Unable to bear it, however, he took a sword from its sheath and killed her.

source: །དེ་ནས་བུ་མོ་དེས་ཇོ་མོ་བསད་དོ་ཇོ་མོ་བསད་དོ་ཞེས་ཀུ་ཅོའི་སྒྲ་ཆེན་པོ་བཏོན་པ་དེ་སྐྱེ་བོའི་ཚོགས་ཆེན་པོས་ཐོས་ནས་བརྒྱུགས་སོ།
en: Then the girl cried out loudly, ‘Mistress has been killed! Mistress has been killed!’ Many people heard her and rushed there.
